Tekla.Structures.Filtering.Categories.PartFilterExpressions.NumberingSeries
The NumberingSeries class represents the numbering series filter expression.

Tekla.Structures.Filtering.Categories.PartFilterExpressions.NumberingSeries.#ctor
Initializes a new instance of the NumberingSeries class.